{
  "siteMetadata": {
    "siteUrl": "https://rainbowgreens.com",
    "title": "Rainbow Greens",
    "description": "By the year 2050 we will have 10 billion people on our planet - a sixth of whom will be in India. If we want to feed all 10 billion of us in a sustainable, healthy and just way, we need to reimagine how we source our food. Feeding ourselves cannot come at the cost of global health, worsening greenhouse gas emissions, excessive land, water and resource use, zoonotic diseases, antibiotic resistance, and needless suffering. Last season, we brought you a ringside view of the next food revolution that is rethinking the future of protein. Companies like Memphis Meats, Impossible Foods, Beyond Meat and JUST Egg had a blockbuster year making meat, eggs, and other animal-sourced foods from plants, or cells, or other ingredients that are delicious and nutritious for us, and vastly better for the planet. The Covid-19 pandemic has only made the importance of protein diversification evident. If you want to be part of the future of food and work on solutions to some of the biggest problems of our time, join the Good Food Institute’s Varun Deshpande and Ramya Ramamurthy on Season 2 of Feeding 10 Billion",
    "image": "https://cdn-images-1.listennotes.com/podcasts/feeding-10-billion-ivm-podcasts-XcYbviPhLCM-X9k0lSN_Yiq.1400x1400.jpg",
    "twitter": "https://twitter.com/adori",
    "facebook": "https://facebook.com/adori",
    "rss": "https://static.adorilabs.com/feed/feeding-10-billion.xml"
  },
  "apiURL": "https://adoriapi.netlify.app/episodes.json",
  "ga": "UA-XXXXXXXXX-X",
  "theme": {
    "colors": {
      "background": "#fff",
      "text": "#808080",
      "heading": "#333",
      "primary": "#EB7B7B",
      "secondary": "#666666",
      "alternate": "#FFF6F2",
      "headerBg": "#2D0C0C",
      "headerLogo": "#E5CFCF",
      "headerLink": "#888888",
      "headerLinkHover": "#E5CFCF",
      "subGradiantColor1": "#DA7B67",
      "subGradiantColor2": "#DA6767",
      "buttonSubscription": "#492827",
      "footerBg": "#F2F0F0",
      "buttonBg": "#EB7B7B",
      "buttonBgHover": "#EB6565",
      "buttonText": "#FFFAF1",
      "socialIcons": "#B2B2B2"
    }
  }
}